
/* Class = "NSWindow"; title = "Настройки"; ObjectID = "1"; */
"1.title" = "Настройки";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "время на отрезке относительно общего"; ObjectID = "42"; */
"42.title" = "время на отрезке относительно общего";

/* Class = "NSMenuItem"; title = "время, относительное текущего места воспроизведения"; ObjectID = "43"; */
"43.title" = "время, относительное текущего места воспроизведения";

/* Class = "NSTextFieldCell"; title = "Размер:"; ObjectID = "46"; */
"46.title" = "Размер:";

/* Class = "NSTextFieldCell"; title = "Показывать"; ObjectID = "72"; */
"72.title" = "Показывать";

/* Class = "NSTextFieldCell"; title = "при наведении курсора\nна полосу промотки"; ObjectID = "74"; */
"74.title" = "при наведении курсора\nна полосу промотки";

/* Class = "NSBox"; title = "Панель управления проигрывателем"; ObjectID = "87"; */
"87.title" = "Панель управления проигрывателем";

/* Class = "NSBox"; title = "Внешний вид субтитров"; ObjectID = "108"; */
"108.title" = "Внешний вид субтитров";

/* Class = "NSTextFieldCell"; title = "Цвет шрифта:"; ObjectID = "110"; */
"110.title" = "Цвет шрифта:";

/* Class = "NSTextFieldCell"; title = "Цвет контура:"; ObjectID = "117"; */
"117.title" = "Цвет контура:";

/* Class = "NSTextFieldCell"; title = "Скрыть через"; ObjectID = "122"; */
"122.title" = "Скрыть через";

/* Class = "NSTextFieldCell"; title = "Прозрачность"; ObjectID = "128"; */
"128.title" = "Прозрачность";

/* Class = "NSTextFieldCell"; title = "trans"; ObjectID = "132"; */
"132.title" = "trans";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Держать поверх всех окон:"; ObjectID = "135"; */
"135.title" = "Держать поверх всех окон:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Никогда"; ObjectID = "139"; */
"139.title" = "Никогда";

/* Class = "NSMenuItem"; title = "Всегда"; ObjectID = "140"; */
"140.title" = "Всегда";

/* Class = "NSMenuItem"; title = "Во время проигрывания"; ObjectID = "141"; */
"141.title" = "Во время проигрывания";

/* Class = "NSBox"; title = "Текстовые сообщения (ТС)"; ObjectID = "142"; */
"142.title" = "Текстовые сообщения (ТС)";

/* Class = "NSTextFieldCell"; title = "Скрывать через"; ObjectID = "144"; */
"144.title" = "Скрывать через";

/* Class = "NSTextFieldCell"; title = "Цвет шрифта"; ObjectID = "150"; */
"150.title" = "Цвет шрифта";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "имя файла полностью соответствует названию видеофайла"; ObjectID = "157"; */
"157.title" = "имя файла полностью соответствует названию видеофайла";

/* Class = "NSMenuItem"; title = "имя файла содержит в себе название видеофайла"; ObjectID = "158"; */
"158.title" = "имя файла содержит в себе название видеофайла";

/* Class = "NSMenuItem"; title = "файлы субтитров обнаружены в папке с видеофайлом"; ObjectID = "159"; */
"159.title" = "файлы субтитров обнаружены в папке с видеофайлом";

/* Class = "NSButtonCell"; title = "Принудительная перестройка индекса"; ObjectID = "162"; */
"162.title" = "Принудительная перестройка индекса";

/* Class = "NSBox"; title = "Производительность и качество"; ObjectID = "163"; */
"163.title" = "Производительность и качество";

/* Class = "NSButtonCell"; title = "Включать полноэкранный режим при воспроизведении"; ObjectID = "165"; */
"165.title" = "Включать полноэкранный режим при воспроизведении";

/* Class = "NSTextFieldCell"; title = "Количество потоков"; ObjectID = "167"; */
"167.title" = "Количество потоков";

/* Class = "NSBox"; title = "Вывод звука"; ObjectID = "173"; */
"173.title" = "Вывод звука";

/* Class = "NSTextFieldCell"; title = "Интерфейсы вывода звука:"; ObjectID = "175"; */
"175.title" = "Интерфейсы вывода звука:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding";

/* Class = "NSButtonCell"; title = "Искать и проигрывать следующий файл автоматически"; ObjectID = "182"; */
"182.title" = "Искать и проигрывать следующий файл автоматически";

/* Class = "NSButtonCell"; title = "Завершать программу при закрытии окна"; ObjectID = "184"; */
"184.title" = "Завершать программу при закрытии окна";

/* Class = "NSButtonCell"; title = "Показывать ТС"; ObjectID = "212"; */
"212.title" = "Показывать ТС";

/* Class = "NSTextFieldCell"; title = "При включении этой опции, MPlayerX будет принудительно пересчитывать индекс видеофайла, чтобы сделать доступным возможность промотки битых файлов. На эту операцию требуется несколько секунд."; ObjectID = "249"; */
"249.title" = "При включении этой опции, MPlayerX будет принудительно пересчитывать индекс видеофайла, чтобы сделать доступным возможность промотки битых файлов. На эту операцию требуется несколько секунд.";

/* Class = "NSButtonCell"; title = "По возможности, использовать шрифт, указанный в субтитрах"; ObjectID = "257"; */
"257.title" = "По возможности, использовать шрифт, указанный в субтитрах";

/* Class = "NSTextFieldCell"; title = "Размер кэша потока:"; ObjectID = "260"; */
"260.title" = "Размер кэша потока:";

/* Class = "NSTextFieldCell"; title = "кБайт"; ObjectID = "265"; */
"265.title" = "кБайт";

/* Class = "NSButtonCell"; title = "Предпочитать протокол IPV6"; ObjectID = "270"; */
"270.title" = "Предпочитать протокол IPV6";

/* Class = "NSButtonCell"; title = "Не оставлять пустыми другие экраны при входе в полноэкранный режим"; ObjectID = "282"; */
"282.title" = "Не оставлять пустыми другие экраны при входе в полноэкранный режим";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Выключить режим Letterbox"; ObjectID = "296"; */
"296.title" = "Выключить режим Letterbox";

/* Class = "NSMenuItem"; title = "Только снизу"; ObjectID = "297"; */
"297.title" = "Только снизу";

/* Class = "NSMenuItem"; title = "Снизу и сверху"; ObjectID = "298"; */
"298.title" = "Снизу и сверху";

/* Class = "NSTextFieldCell"; title = "Высота:"; ObjectID = "304"; */
"304.title" = "Высота:";

/* Class = "NSBox"; title = "Настройки режима Letterbox"; ObjectID = "307"; */
"307.title" = "Настройки режима Letterbox";

/* Class = "NSTextFieldCell"; title = "от высоты видео"; ObjectID = "309"; */
"309.title" = "от высоты видео";

/* Class = "NSButtonCell"; title = "Проигрывать сразу при загрузке файла"; ObjectID = "320"; */
"320.title" = "Проигрывать сразу при загрузке файла";

/* Class = "NSBox"; title = "Определение кодировок"; ObjectID = "327"; */
"327.title" = "Определение кодировок";

/* Class = "NSTextFieldCell"; title = "Если догадка ≤"; ObjectID = "329"; */
"329.title" = "Если догадка ≤";

/* Class = "NSTextFieldCell"; title = "установить кодировку"; ObjectID = "334"; */
"334.title" = "установить кодировку";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Установка 100%-го значения в степени догадки кодировки субтитров отключает автоматическое определение, и поэтому не рекомендуется."; ObjectID = "348"; */
"348.title" = "Установка 100%-го значения в степени догадки кодировки субтитров отключает автоматическое определение, и поэтому не рекомендуется.";

/* Class = "NSButtonCell"; title = "Разрешить наложение субтитров друг на друга"; ObjectID = "350"; */
"350.title" = "Разрешить наложение субтитров друг на друга";

/* Class = "NSMenuItem"; title = "Только сверху"; ObjectID = "354"; */
"354.title" = "Только сверху";

/* Class = "NSButtonCell"; title = "Передавать поток RTSP по HTTP протоколу"; ObjectID = "358"; */
"358.title" = "Передавать поток RTSP по HTTP протоколу";

/* Class = "NSButtonCell"; title = "Использовать ffmpeg для работы с потоком"; ObjectID = "365"; */
"365.title" = "Использовать ffmpeg для работы с потоком";

/* Class = "NSButtonCell"; title = "Кодировать звук DTS 5.1 в стерео"; ObjectID = "373"; */
"373.title" = "Кодировать звук DTS 5.1 в стерео";

/* Class = "NSTextFieldCell"; title = "Рекомендуется использовать при прослушивании через наушники или стерео акустику."; ObjectID = "376"; */
"376.title" = "Рекомендуется использовать при прослушивании через наушники или стерео акустику.";

/* Class = "NSTextFieldCell"; title = "Показывать"; ObjectID = "387"; */
"387.title" = "Показывать";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "оставшееся время"; ObjectID = "391"; */
"391.title" = "оставшееся время";

/* Class = "NSMenuItem"; title = "общее время"; ObjectID = "392"; */
"392.title" = "общее время";

/* Class = "NSTextFieldCell"; title = "справа на панели управления"; ObjectID = "395"; */
"395.title" = "справа на панели управления";

/* Class = "NSButtonCell"; title = "Возобновлять воспроизведение с прошлого места"; ObjectID = "400"; */
"400.title" = "Возобновлять воспроизведение с прошлого места";

/* Class = "NSButtonCell"; title = "Всегда скрывать Dock в полноэкранном режиме"; ObjectID = "403"; */
"403.title" = "Всегда скрывать Dock в полноэкранном режиме";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "Выкл"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "Выкл";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "Обычный"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "Обычный";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "Расширенный"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "Расширенный";

/* Class = "NSTextFieldCell"; title = "Улучшение изображения"; ObjectID = "410"; */
"410.title" = "Улучшение изображения";

/* Class = "NSTextFieldCell"; title = "Устранение \"черезстрочности\""; ObjectID = "413"; */
"413.title" = "Устранение \"черезстрочности\"";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter.";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "Выкл"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "Выкл";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "Доп. опции:"; ObjectID = "423"; */
"423.title" = "Доп. опции:";

/* Class = "NSTextFieldCell"; title = "Эти настройки будут переданы в проигрыватель напрямую. \nРекомендуется для применения только опытными пользователями. Если Вы не уверены в своих действиях, оставьте это поле пустым."; ObjectID = "430"; */
"430.title" = "Эти настройки будут переданы в проигрыватель напрямую. \nРекомендуется для применения только опытными пользователями. Если Вы не уверены в своих действиях, оставьте это поле пустым.";

/* Class = "NSTextFieldCell"; title = "Каким образом хранить настройки видео?"; ObjectID = "435"; */
"435.title" = "Каким образом хранить настройки видео?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Не сохранять, всегда сбрасывать настройки при остановке воспроизведения"; ObjectID = "439"; */
"439.title" = "Не сохранять, всегда сбрасывать настройки при остановке воспроизведения";

/* Class = "NSMenuItem"; title = "Сбрасывать настройки, когда все файлы воспроизведутся"; ObjectID = "440"; */
"440.title" = "Сбрасывать настройки, когда все файлы воспроизведутся";

/* Class = "NSMenuItem"; title = "Сбрасывать настройки при выходе из программы"; ObjectID = "441"; */
"441.title" = "Сбрасывать настройки при выходе из программы";

/* Class = "NSMenuItem"; title = "Всегда сохранять, никогда не сбрасывать"; ObjectID = "442"; */
"442.title" = "Всегда сохранять, никогда не сбрасывать";

/* Class = "NSTextFieldCell"; title = "Каким образом хранить настройки аудио?"; ObjectID = "445"; */
"445.title" = "Каким образом хранить настройки аудио?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Не сохранять, всегда сбрасывать настройки при остановке воспроизведения"; ObjectID = "449"; */
"449.title" = "Не сохранять, всегда сбрасывать настройки при остановке воспроизведения";

/* Class = "NSMenuItem"; title = "Сбрасывать настройки, когда все файлы воспроизведутся"; ObjectID = "450"; */
"450.title" = "Сбрасывать настройки, когда все файлы воспроизведутся";

/* Class = "NSMenuItem"; title = "Сбрасывать настройки при выходе из программы"; ObjectID = "451"; */
"451.title" = "Сбрасывать настройки при выходе из программы";

/* Class = "NSMenuItem"; title = "Всегда сохранять, никогда не сбрасывать"; ObjectID = "452"; */
"452.title" = "Всегда сохранять, никогда не сбрасывать";

/* Class = "NSTextFieldCell"; title = "Подгружать субтитры, если"; ObjectID = "459"; */
"459.title" = "Подгружать субтитры, если";

/* Class = "NSTextFieldCell"; title = "Равнение:"; ObjectID = "461"; */
"461.title" = "Равнение:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "По умолчанию (как указано в файле субтитров)"; ObjectID = "467"; */
"467.title" = "По умолчанию (как указано в файле субтитров)";

/* Class = "NSMenuItem"; title = "Снизу слева"; ObjectID = "468"; */
"468.title" = "Снизу слева";

/* Class = "NSMenuItem"; title = "Снизу посередине"; ObjectID = "469"; */
"469.title" = "Снизу посередине";

/* Class = "NSMenuItem"; title = "Снизу справа"; ObjectID = "470"; */
"470.title" = "Снизу справа";

/* Class = "NSMenuItem"; title = "Сверху слева"; ObjectID = "471"; */
"471.title" = "Сверху слева";

/* Class = "NSMenuItem"; title = "Сверху посередине"; ObjectID = "472"; */
"472.title" = "Сверху посередине";

/* Class = "NSMenuItem"; title = "Сверху справа"; ObjectID = "473"; */
"473.title" = "Сверху справа";

/* Class = "NSButtonCell"; title = "Отключить поиск по видео горизонтальной прокруткой колесиком мышки"; ObjectID = "479"; */
"479.title" = "Отключить поиск по видео горизонтальной прокруткой колесиком мышки";

/* Class = "NSButtonCell"; title = "Отключить настройку громкости вертикальной прокруткой колесиком мышки"; ObjectID = "481"; */
"481.title" = "Отключить настройку громкости вертикальной прокруткой колесиком мышки";

/* Class = "NSButtonCell"; title = "При входе в полноэкранный режим, подгонять высоту Letterbox под\nвысоту экрана."; ObjectID = "485"; */
"485.title" = "При входе в полноэкранный режим, подгонять высоту Letterbox под\nвысоту экрана.";

/* Class = "NSTextFieldCell"; title = "При включении этой опции, MPlayerX постарается не накладывать субтитры поверх видео насколько это возможно. Тем не менее, это увеличит размер кадра до размеров экрана, что может привести к некоторым проблем с производительностью во время воспроизведения, особенно HD-контента."; ObjectID = "488"; */
"488.title" = "При включении этой опции, MPlayerX постарается не накладывать субтитры поверх видео насколько это возможно. Тем не менее, это увеличит размер кадра до размеров экрана, что может привести к некоторым проблем с производительностью во время воспроизведения, особенно HD-контента.";

/* Class = "NSTextFieldCell"; title = "Шрифт:"; ObjectID = "490"; */
"490.title" = "Шрифт:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "При воспроизведении, загружать шрифты, но не отображать"; ObjectID = "500"; */
"500.title" = "При воспроизведении, загружать шрифты, но не отображать";

/* Class = "NSButtonCell"; title = "Автоматически определять SPDIF-источник звука"; ObjectID = "528"; */
"528.title" = "Автоматически определять SPDIF-источник звука";

/* Class = "NSButtonCell"; title = "Использовать медиа-клавиши(F7,F8,F9) для управления воспроизведением\n(требуется перезапуск)"; ObjectID = "542"; */
"542.title" = "Использовать медиа-клавиши(F7,F8,F9) для управления воспроизведением\n(требуется перезапуск)";

/* Class = "NSButtonCell"; title = "Enable \"Open Recent\" menu"; ObjectID = "552"; */
"552.title" = "Enable \"Open Recent\" menu";

/* Class = "NSButtonCell"; title = "Выводить полноэкранное изображение на второй дисплей"; ObjectID = "557"; */
"557.title" = "Выводить полноэкранное изображение на второй дисплей";

/* Class = "NSButtonCell"; title = "Управлять системной громкостью с помощью пульта Apple Remote"; ObjectID = "566"; */
"566.title" = "Управлять системной громкостью с помощью пульта Apple Remote";

/* Class = "NSTextFieldCell"; title = "Сохранять снимки"; ObjectID = "587"; */
"587.title" = "Сохранять снимки";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "в буфер обмена"; ObjectID = "594"; */
"594.title" = "в буфер обмена";

/* Class = "NSMenuItem"; title = "как PNG"; ObjectID = "595"; */
"595.title" = "как PNG";

/* Class = "NSMenuItem"; title = "как JPEG"; ObjectID = "596"; */
"596.title" = "как JPEG";

/* Class = "NSMenuItem"; title = "как TIFF"; ObjectID = "597"; */
"597.title" = "как TIFF";

/* Class = "NSMenuItem"; title = "как BMP"; ObjectID = "598"; */
"598.title" = "как BMP";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
